Repository: rhllasag/GLPIv1
Catalog: plugins/webservices/locales/*.po
Languages: ru_ru, tr_tr

source: Web Services
ru_ru: Веб-службы
tr_tr: Web Hizmetleri

source: Client
ru_ru: Клиент
tr_tr: İstemci

source: Methods
ru_ru: Методы
tr_tr: Yöntemler

source: Enabled services
ru_ru: Включенные сервисы
tr_tr: Etkinleştirilmiş hizmetler

source: Compression enabled
ru_ru: Сжатие включено
tr_tr: Sıkıştırma kullanılıyor

source: Log connections
ru_ru: Лог подключений
tr_tr: Bağlantılar günlüğe eklensin

source: SQL pattern for services
ru_ru: SQL шаблон для служб
tr_tr: Hizmetler için SQL örüntüsü

source: IPv4 address range
ru_ru: Диапазон адресов IPv4
tr_tr: IPv4 adres aralığı

source: IPv6 address
ru_ru: IPv6 адрес
tr_tr: IPv6 adresleri

source: User name
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı

source: Method list - defined and allowed by this rule
ru_ru: Лист методов - определенные и разрешенные этим правилом
tr_tr: Yöntem listesi - bu kural tarafından tanımlanmış ve izin verilen

source: Method name
ru_ru: Название метода
tr_tr: Yöntem adı

source: Provider plugin
ru_ru: Поставщик плагина
tr_tr: Hizmet sağlayıcı uygulama eki

source: Internal function name
ru_ru: Название внутренней функции
tr_tr: İç işlev adı

source: Function is available
ru_ru: Функция доступна
tr_tr: İşlev kullanılabilir

source: Local
ru_ru: Локальный
tr_tr: Yerel

source: Allow all from local
ru_ru: Разрешить все из локальной сети
tr_tr: Yerelden gelenlerin hepsine izin verilsin
